/* `welcomeLabel` UILabel text default value */
"Welcome" = "Vítejte";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Děkujeme vám za stažení";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Spusťte aktivační proces podle pokynů uvedených v uvítacím e-mailu.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Udržujte si přehled o vašich každodenních úkolech a usnadněte si spolupráci na projektech.";

"ScanInstruction" = "Spusťte aktivační proces naskenováním QR kódu.";

"DiscoveryServiceInstruction" = "Spusťte aktivační proces zadáním vaší e-mailové adresy.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Kontroluje se účet...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Spustit";

"Scan" = "Skenování";

/* `demoLabel` UILabel text default value */
"Explore" = "Chcete prozkoumat?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Vyzkoušet demo";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Nastavit přístupový kód";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Přístupový kód";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Zvolit přístupový kód";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Potvrdit přístupový kód";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Zadejte přístupový kód znovu.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Potvrďte váš přístupový kód.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Zadejte váš přístupový kód.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Změnit přístupový kód";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Zadejte váš současný přístupový kód.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Nyní ne";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Zpět";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Další";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Hotovo";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "K odblokování aplikace zvolte přístupový kód s nejméně %d znaky.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "K odblokování aplikace zvolte přístupový kód s nejméně %d číslicemi.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Použijte následující:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Malá písmena (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Velká písmena (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Číslice (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Symboly (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Resetovat přístupový kód";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Ověření přístupového kódu neúspěšné.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Přístupový kód zamítnut ze strany FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Opakovat";

/* The title for setup touch ID screen. */
"TouchIDKey" = "dotyková identifikace";

/* The title for setup touch ID screen. */
"FaceIDKey" = "identifikace tváře";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " je nyní k dispozici!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Aktivací dotykové identifikace získáte rychlejší přístup k informacím.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Tuto funkci můžete kdykoli vypnout nebo zapnout v Nastavení.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Aktivujte dotykovou identifikaci pro rychlý a bezpečný přístup.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Když je dotyková identifikace deaktivovaná, budete požádání o přístupový kód k zařízení.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Aktivací identifikace tváře získáte rychlejší přístup k informacím.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Tuto funkci můžete kdykoli vypnout nebo zapnout v Nastavení.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Aktivujte identifikaci tváře pro rychlý a bezpečný přístup.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Když je identifikace tváře deaktivovaná, budete požádání o přístupový kód k zařízení.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Chcete-li používat dotykovou identifikaci, zadejte v nastavení zařízení otisky prstů.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Můžete to udělat kdykoli pod Nastavení - Dotyková identifikace a přístupový kód.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Chcete-li používat identifikaci tváře, pořiďte v nastavení zařízení identifikaci vaší tváře.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Můžete to udělat kdykoli pod Nastavení - Identifikace tváře a přístupový kód.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Dovědět se víc o dotykové identifikaci";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Dovědět se víc o identifikaci tváře";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Aktivovat";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Autentizovat dotykovou identifikací";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Autentizovat identifikací tváře";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Chyba";

/* The error title. */
"AuthenticationErrorKey" = "Chyba autentizace";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Proveďte autentizací dotykovou identifikací, abyste mohli používat tuto aplikaci.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Proveďte autentizací identifikací tváře, abyste mohli používat tuto aplikaci.";

/* The authenticate button text. */
"AuthenticateKey" = "Autentizovat";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Přístupový kód se neshoduje. Zkuste to znovu.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Zbývá vám %d pokusů.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Zbývá vám 1 pokus.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Už nemáte žádný pokus.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Přihlaste se pro resetování přístupového kódu.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Nesprávný přístupový kód. Zkuste to znovu.";

/* The scan page title string. */
"ScanKey" = "Skenování";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Skenování neúspěšné";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Zvolte obrázek QR kódu.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Neplatný kód QR";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR kód nebyl rozpoznán.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Povolit přístup k fotografiím.";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Pro výběr obrázku QR kódu zadejte pro zařízení v nastaveních soukromí přístup k vašim fotografiím.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Povolit přístup ke kameře";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Pro skenování pomocí kamery zadejte pro zařízení v nastaveních soukromí přístup ke kameře.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Nastavení";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Potvrzení";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Skenování úspěšné. Budete připojeni k:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Pokračovat";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Spustit";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Aktivace";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Jestliže jste obdrželi uvítací e-mail, použijte v něm uvedený odkaz. V opačném případě začněte zadáním vaší e-mailové adresy nebo naskenováním QR kódu.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Další";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Nebo";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Skenování";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Souhlasím";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Nesouhlasím";

/* The authentication title. */
"AuthenticationKey" = "Autentizace";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Zadejte své uživatelské jméno a heslo pro autentizaci.";

/* Username input field placeholder string */
"usernameKey" = "uživatelské jméno";

/* Password input field placeholder string */
"passwordKey" = "heslo";

/* Sign In button string. */
"SignInKey" = "Přihlásit se";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Nesprávné přihlašovací údaje. Zkuste to znovu.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Spusťte aktivační proces zadáním níže uvedených informací.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Ověřování informací...";

/* Cancel button string. */
"CancelKey" = "Zrušit";

/* Allow button string. */
"AllowKey" = "Povolit";

/* Deny button string. */
"DenyKey" = "Odepřít";

/* No button string. */
"NoKey" = "Ne";

/* Quit button string. */
"QuitKey" = "Konec";

/* GiveConsent button string. */
"GiveConsentKey" = "Udělit souhlas";

/* Navbar title string. */
"StepKey" = "Krok";

/* Navbar title string. */
"OfKey" = "z";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Opravdu chcete zrušit proces zavedení?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Bez souhlasu nemůžete pokračovat v zavádění.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Přepnout nebo přidat uživatele";

/* Title for Log In button */
"LogInKey" = "Přihlásit se";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Hledat uživatele v tomto zařízení";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Zapomněli jste přístupový kód?";

/* Title for Loction */
"PNLoctionTitleKey" = "Zapněte služby stanovení polohy, abyste mohli používat funkce map a navigace";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Zapněte oznámení, abyste byli informováni o důležitých skutečnostech";

/* Title for Photos */
"PNPhotosTitleKey" = "Zapněte přístup ke knihovně fotografií, abyste aktivovali sdílení fotek";

/* Title for Calendar */
"PNCalendarTitleKey" = "Zapněte přístup ke kalendáři, abyste mohli rezervovat místnosti a vidět vaše schůzky";

/* Title for Camera */
"PNCameraTitleKey" = "Zapněte kameru, abyste se mohli přihlásit  a ověřit pomocí obličeje";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Toto oprávnění můžete později změnit v nastaveních aplikace";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "Aplikace používá níže uvedená oprávnění k co nejlepšímu zážitku z užívání";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Povolte aplikaci přístup k vaší lokalitě a oznámení, když ji budete používat.\n\nPro nastavení nebo úpravy oprávnění k lokalitě otevřete nastavení iOS > klepněte na “Lokalita” > “Aplikace” > a zvolte vaše preferovaná nastavení oprávnění k lokalitě.";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Povolte aplikaci přístup k vašim Oznámením a informování, když je budete používat.\n\nPro nastavení nebo úpravy oprávnění k oznámením otevřete nastavení iOS > klepněte na “Oznámení” > “Aplikace” > a zvolte vaše preferovaná nastavení oprávnění k oznámení.";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Povolte aplikaci přístup k vašim fotografiím a oznámení, když je budete používat.\n\nPro nastavení nebo úpravy oprávnění k fotografiím otevřete nastavení iOS > klepněte na “Fotografie” > “Aplikace” > a zvolte vaše preferovaná nastavení oprávnění k fotografiím.";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Povolte aplikaci přístup k vaší kameře a oznámení, když ji budete používat.\n\nPro nastavení nebo úpravy oprávnění ke kameře otevřete nastavení iOS > klepněte na “Kamera” > “Aplikace” > a zvolte vaše preferovaná nastavení oprávnění ke kameře.";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Povolte aplikaci přístup k vašemu kalendáři a oznámení, když jej budete používat.\n\nPro nastavení nebo úpravy oprávnění ke kalendáři otevřete nastavení iOS > klepněte na “Kalendář” > “Aplikace” > a zvolte vaše preferovaná nastavení oprávnění ke kalendáři.";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Otevřít nastavení iOS";

